StruSoft.Interop.StruXml.Data.Building_cover_type


StruSoft.Interop.StruXml.Data.Building_cover_type.Base_rectangle


StruSoft.Interop.StruXml.Data.Building_cover_type.Supporting_structures


StruSoft.Interop.StruXml.Data.Building_cover_type.Covers


StruSoft.Interop.StruXml.Data.Building_cover_type.Guid


StruSoft.Interop.StruXml.Data.Building_cover_type.Last_change


StruSoft.Interop.StruXml.Data.Building_cover_type.Action


StruSoft.Interop.StruXml.Data.Building_cover_type.Hash_order_id


StruSoft.Interop.StruXml.Data.Building_cover_type.Name


StruSoft.Interop.StruXml.Data.Building_cover_type.Roof_type


StruSoft.Interop.StruXml.Data.Building_cover_type.H_wall


StruSoft.Interop.StruXml.Data.Building_cover_type.H_roof


StruSoft.Interop.StruXml.Data.Building_cover_type.AnyAttr
